{
  "meta": {
    "title": "Интересные факты из Minecraft",
    "language": "ru",
    "categories": ["игровые механики", "мобы", "биомы", "рекорды", "история", "разное"]
  },
  "facts": {
    "игровые механики": [
      {"id": 1, "fact": "Крипер появился из-за ошибки в коде при создании модели свиньи."},
      {"id": 2, "fact": "Если дать овце имя 'jeb_', её шерсть будет переливаться всеми цветами радуги."},
      {"id": 3, "fact": "Имя 'Dinnerbone' или 'Grumm' переворачивает моба вверх ногами."},
      {"id": 4, "fact": "На наковальне можно переименовать предмет, и это изменит его отображение в игре."},
      {"id": 5, "fact": "В Minecraft можно вырастить гигантское дерево, посадив саженцы 2х2."},
      {"id": 6, "fact": "На сложном уровне сложности игрок может умереть от голода."},
      {"id": 7, "fact": "Алмазы чаще всего находятся на глубине -59 блоков."},
      {"id": 8, "fact": "Скорость хождения по душевному песку снижается без зачарования 'Душевная поступь'."},
      {"id": 9, "fact": "Если ударить пиглина, все пиглины поблизости станут враждебными."},
      {"id": 10, "fact": "Тотем бессмертия можно использовать только в руке, он спасает игрока от смерти один раз."}
    ],
    "мобы": [
      {"id": 11, "fact": "Эндермены боятся воды и получают урон при контакте с ней."},
      {"id": 12, "fact": "Скелеты и зомби горят на солнце, если не находятся в воде или тени."},
      {"id": 13, "fact": "Куры могут парить при падении и не получают урона."},
      {"id": 14, "fact": "Панды могут чихать и при этом сбивать других панд с ног."},
      {"id": 15, "fact": "Фантомы появляются только если игрок давно не спал."},
      {"id": 16, "fact": "Кошки отпугивают криперов и фантомов."},
      {"id": 17, "fact": "Железные големы могут появляться в деревнях сами, если рядом достаточно жителей."},
      {"id": 18, "fact": "Слизни делятся на несколько маленьких при смерти."},
      {"id": 19, "fact": "Если скелет убьёт крипера, выпадет музыкальная пластинка."},
      {"id": 20, "fact": "Зомби могут подбирать упавшие предметы и использовать их."}
    ],
    "биомы": [
      {"id": 21, "fact": "Грибной биом — единственный, где не появляются враждебные мобы."},
      {"id": 22, "fact": "В джунглях можно найти арбузы и бамбук."},
      {"id": 23, "fact": "В заснеженных горах можно встретить козлов."},
      {"id": 24, "fact": "В болотах часто появляются слизи."},
      {"id": 25, "fact": "В аду нет смены дня и ночи."},
      {"id": 26, "fact": "Эндер — измерение, где всегда ночь."},
      {"id": 27, "fact": "В пустынях можно найти храмы с ловушками из динамита."},
      {"id": 28, "fact": "В глубоких тёмных биомах обитает Варден."},
      {"id": 29, "fact": "В меза-биоме (пустошах) много золота, оно встречается чаще, чем в других местах."},
      {"id": 30, "fact": "В ледяных биомах можно найти иглу, в некоторых есть секретное подземелье."}
    ],
    "рекорды": [
      {"id": 31, "fact": "Minecraft — самая продаваемая игра в мире с более чем 300 миллионами копий."},
      {"id": 32, "fact": "На YouTube видео по Minecraft превысили 1 триллион просмотров."},
      {"id": 33, "fact": "Самый большой построенный город в Minecraft воссоздавал Лондон и занял более 5 лет."},
      {"id": 34, "fact": "В Minecraft построили целые университеты и библиотеки."},
      {"id": 35, "fact": "Minecraft обучает программированию через модификации и редстоун."},
      {"id": 36, "fact": "Есть версия Minecraft для школ — Education Edition."},
      {"id": 37, "fact": "Игроки воссоздали в Minecraft целые страны, например, Данию в масштабе 1:1."},
      {"id": 38, "fact": "Minecraft был признан игрой десятилетия по версии многих игровых изданий."},
      {"id": 39, "fact": "Скорость прохождения Minecraft (speedrun) может быть менее 10 минут."},
      {"id": 40, "fact": "В 2020 году Minecraft официально признали культурным феноменом."}
    ],
    "история": [
      {"id": 41, "fact": "Первая версия Minecraft вышла 17 мая 2009 года."},
      {"id": 42, "fact": "Разработчик игры Маркус Перссон (Notch) создал прототип всего за неделю."},
      {"id": 43, "fact": "В 2014 году Microsoft купила Minecraft за 2,5 миллиарда долларов."},
      {"id": 44, "fact": "До релиза игра называлась Cave Game."},
      {"id": 45, "fact": "Minecraft изначально создавался в одиночку, без большой команды."},
      {"id": 46, "fact": "Сначала в игре не было ни крафта, ни выживания — только строительство."},
      {"id": 47, "fact": "Первое существо в игре была свинья."},
      {"id": 48, "fact": "До версии 1.0 Minecraft считался бета-версией."},
      {"id": 49, "fact": "Изначально игра была вдохновлена Dwarf Fortress и Infiniminer."},
      {"id": 50, "fact": "Minecraft Pocket Edition впервые вышел на Android в 2011 году."}
    ],
    "разное": [
      {"id": 51, "fact": "Музыку для Minecraft написала C418 (Даниэль Розенфельд)."},
      {"id": 52, "fact": "В Minecraft можно встретить редкий экран смерти с фразой «Вы умерли!»."},
      {"id": 53, "fact": "Шанс найти розовую овцу в природе — 0,164%."},
      {"id": 54, "fact": "В аду вода испаряется мгновенно."},
      {"id": 55, "fact": "В игре есть скрытые достижения, например, «Кактусовый шип»."},
      {"id": 56, "fact": "В Minecraft можно играть в режиме наблюдателя, чтобы летать сквозь блоки."},
      {"id": 57, "fact": "Игра доступна более чем на 20 платформах."},
      {"id": 58, "fact": "Существуют редкие сиды мира, генерирующие необычные структуры рядом друг с другом."},
      {"id": 59, "fact": "В игре встречаются пасхалки, например, редкий экран с надписью 'Minceraft'."},
      {"id": 60, "fact": "В Java Edition шанс выпадения головы крипера — только при взрыве заряженного крипера."}
    ]
  }
}
