{
  "jokes": [
    {
      "id": 1,
      "category": "школа",
      "text": "Учитель спрашивает: — Вовочка, сколько будет два плюс два? Вовочка: — А в каком классе?"
    },
    {
      "id": 2,
      "category": "животные",
      "text": "— Почему у кота всегда хорошее настроение? — Потому что у него лапки!"
    },
    {
      "id": 3,
      "category": "технологии",
      "text": "Программист жене: — Купи батон. Если будут яйца — возьми десяток. Жена пришла и купила десять батонов."
    },
    {
      "id": 4,
      "category": "семья",
      "text": "— Мам, а можно я возьму пирожок? — Возьми, конечно. — А если я сразу два возьму? — Тогда положи один обратно!"
    },
    {
      "id": 5,
      "category": "работа",
      "text": "— Почему ты опоздал на работу? — Хотел прийти пораньше, но не получилось."
    },
    {
      "id": 6,
      "category": "школа",
      "text": "Учитель: — Почему не сделал домашку? Вовочка: — Интернет отключили. Учитель: — А учебники? Вовочка: — Их тоже отключили!"
    },
    {
      "id": 7,
      "category": "животные",
      "text": "— Что сказал пёс, когда увидел кость? — Ничего, он просто wag-wag хвостом!"
    },
    {
      "id": 8,
      "category": "технологии",
      "text": "— Папа, что такое Wi-Fi? — Это когда мама зовёт кушать, а ты всё равно не слышишь."
    },
    {
      "id": 9,
      "category": "семья",
      "text": "— Пап, а ты чего такой грустный? — Телефон разрядился... — Ну папа, это же не трагедия! — Для меня трагедия!"
    },
    {
      "id": 10,
      "category": "работа",
      "text": "— Как дела на работе? — Как в Minecraft: копаюсь целый день, а зарплата как уголь."
    },
    {
      "id": 11,
      "category": "школа",
      "text": "Учитель: — Вовочка, почему не учишься? Вовочка: — А зачем, если есть ChatGPT!"
    },
    {
      "id": 12,
      "category": "животные",
      "text": "— Почему у попугая плохое настроение? — Потому что он услышал все ваши разговоры!"
    },
    {
      "id": 13,
      "category": "технологии",
      "text": "— Сын, что делаешь? — Обновляю комп. — А зачем топором?"
    },
    {
      "id": 14,
      "category": "семья",
      "text": "— Мам, дай денег! — У меня нет. — А у папы? — У него тоже нет. — Ну вы хоть стараетесь?"
    },
    {
      "id": 15,
      "category": "работа",
      "text": "— Почему у тебя кофе холодный? — Потому что я начал пить его в понедельник."
    },
    {
      "id": 16,
      "category": "школа",
      "text": "Учитель: — Вовочка, кем хочешь стать? Вовочка: — Пенсионером!"
    },
    {
      "id": 17,
      "category": "животные",
      "text": "— Почему улитка всегда улыбается? — Потому что она всегда носит дом с собой!"
    },
    {
      "id": 18,
      "category": "технологии",
      "text": "— Что такое форматирование? — Это когда мама убирает твой стол."
    },
    {
      "id": 19,
      "category": "семья",
      "text": "— Дочка, почему у тебя дневник пустой? — Потому что там нет интернета!"
    },
    {
      "id": 20,
      "category": "работа",
      "text": "— Ты доволен своей работой? — Конечно, особенно когда выхожу из офиса!"
    }
  ]
}
